Repository: SolijonovAsadbek/quiz_bot
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Subkategoriyalar
ru: Подкатегории

source: Barcha testlar
ru: Все тесты

source: Barcha Natijalar
ru: Все результаты

source: Biror tilni tanlang:
ru: Выберите язык:

source: Til {lang} ga o`zgardi!
ru: Язык изменился на {lang}!

source: Siz avval bu tilni tanlagansiz!
ru: ⚠️ Вы сначала выбрали этот язык!

source: To`liq ismingiz:
ru: Ваше полное имя:

source: Telefon raqamingizni kiriting!
ru: Введите номер телефона!

source: Ma`lumotlaringizni tasdiqlaysizmi? To'liq ism: {fullname} Telefon: {phone} Chat ID: {user_id}
ru: Вы подтверждаете свою информацию? Полное имя: {fullname} Телефон: {phone} Идентификатор чата: {user_id}

source: ha
ru: да

source: Botdan foydalanishga xush kelibsiz!
ru: Добро пожаловать, чтобы использовать бот!

source: yo`q
ru: нет

source: Qayta ro`yxatdan o`tish uchun 👉 /register kamandasini bosing
ru: Для повторной регистрации нажмите команду 👉 /register

source: Ha yoki Yo`q bilan tasdiqlang iltimos!
ru: Пожалуйста, подтвердите Да или Нет!

source: Salom, {name}! Ro'yxatdan o'tish uchun 👉 /register kamandasini bosing
ru: Здравствуйте, {name}! Чтобы зарегистрироваться, нажмите команду 👉 /register

source: O'zbek
ru: Узбек

source: Rus
ru: Русский

source: Ingliz
ru: Английский

source: Ha
ru: Да

source: Yo`q
ru: Нет

source: Tugamadan foydalaning!
ru: Пожалуйста, используйте кнопку!

source: 📲 Telefon ulashish
ru: 📲 Поделиться телефоном

source: Testlar
ru: Тесты

source: Natijalar
ru: Результаты

source: Tilni o`zgartirish
ru: Изменить язык

source: Bot ishga tushdi!
ru: Бот запущен!

source: Bot o'chdi!
ru: Бот остановлен!
